interface PricesList {
  [key: string]: string;
}

export const PricesList: PricesList = {
  필러: '평균 10,000원',
  보톡스: '평균 150,000원',
  프락셀: '평균 230,000원',
  윤곽주사: '평균 300,000원',
  필링: '평균 300,000원',
  피코슈어: '평균 20,000원',
  쥬베록: '평균 200,000원',
  엑소좀: '평균 250,000원',
  지방이식: '평균 300,000원',
  CO2레이저: '평균 100,000원',
  IPL: '평균 50,000원',
  레이저토닝: '평균 10,000원',
  리프테라: '평균 30,200원',
  실리프팅: '평균 150,000원',
  슈링크: '평균 123,000원',
  인모드: '평균 14,230원',
  리쥬란: '평균 123,000원',
  쥬베룩: '평균 24,230,000원',
  울쎄라: '평균 12,312,000원',
  써마지: '평균 346,000원',
};
